{
  "authorizationlimit":[
    "how many hosts can access the storage volume",
    "is there a limit for how many host can share a storage volume",
    "how many hosts can access the file storage",
    "can I authorize more than one host to access the storage volume",
    "can I authorize multiple hosts to access the file storage",
    "can all my hosts use the same volume"
    ],
 "provisioninglimit":[
    "How many volumes can be ordered?",
    "Is there a limit on how many volumes I can provision",
    "What is the maximum number of volumes we can provision",
    "How many volumes can I order for my account",
    "How many volumes can we provision"
    ],
 "mountinglimit":[
    "How many file storage volumes can I mount on my host",
    "Can I mount all my storage volumes on my host",
    "How many file storage volumes can I mount on my host?",
    "How many file storage shares can one host handle",
    "Is there a limit for the number of volumes a host can handle"
    ],
  "iopslimit":[
    "Is the allocated IOPS limit enforced by instance or by volume",
    "Does the storage process the same IOPS for every host?",
    "Is the number of IOPS limited on a volume?",
    "Is the IOPS limit enforced?",
    "Does letting multiple host access the same storage volume affect the IOPS limit?"
  ],
  "measuringIOPS":[
    "How is IOPS measured?",
    "Are IOPS measured based on 16-KB blocks?",
    "Are IOPS measurements done with random or sequential operations?",
    "How can you measure IOPS?",
    "What's the block size for IOPS measurements?"
  ],
  "bandwidthIOPS":[
    "Can more throughput be achieved by using a faster Ethernet connection",
    "If my network connection is faster, can I have more throughput",
    "Is my network connection a bottleneck",
    "I want more throughput, should I increase my network bandwidth?",
    ""
  ],
  "isolatedstoragetraffic":[
    "Do firewalls and security groups impact performance?",
    "Does our Vyatta slow down storage traffic",
    "Does our firewall impact storage traffic?",
    "Does storage need its own VLAN?",
    "Are there any networking requirements for storage?"
  ],
  "storagelatency":[
    "What latency can be expected from the Block Storage?",
    "What latency can be expected from the Block Storage volume?",
    "What latency can be expected from the Block Storage volume?",
    "What's the normal latency for Block Storage volumes?",
    "Is there an expected level of latency for Block Storage volumes?",
    "Is there a lag for Storage volume operations?",
    "We experience latency, is this normal?"
  ],
  "storagelocations":[
    "Why can Block Storage with Endurance 10 IOPS/GB tier be ordered in some data centers and not in others?",
    "Can you order 10 IOPS/GB tier in every data center?",
    "Is 10 IOPS/GB tier available in every data center?",
    "Where is the 10 IOPS/GB tier available?",
    "Where can I order 10 IOPS/GB storage?"
  ],
  "datadeletion":[
    "What happens to the data when storage volumes are deleted?",
    "What happens to the data when my storage is deleted?",
    "Does my volume get sanitized before it's deleted?",
    "Do I need to sanitize my volume before it can be deleted?",
    "If I delete a volume, will my data be still accessible somehow?",
    "Is data wiped permanently when I delete a volume?",
    "Is data wiped when a storage volume is deleted?"
  ],
  "drivedecommission":[
    "How does IBM treat disks that are decommissioned?",
    "Does IBM wipe all the storage disks that are decommissioned?",
    "Does IBM wipe the storage disks that are removed from a data center?",
    "When disks are removed from a DC, are they wiped?",
    "Can data still be accessed on disks that were removed from a data center?"
  ],
  "StorageOffline":[
    "My storage appears offline or read-only. Why did it happen and how do I fix it?",
    "My storage is read-only, is the storage down?",
    "Storage appears offline, how can this be fixed?",
    "Storage appears offline, how do I report this?",
    "My volume is offline, I need it fixed",
    "My volume is offline, I need it fixed",
    "My volume is offline, I need it fixed",
  ],
  "mountpoint":[
    "How can I find the correct mount point for my File Storage",
    "Where can I find the correct mount point for my storage volume",
    "Wheree can I find mount point information",
    "What is the mount point for my volume",
    "where do I find mount point information for my Storage?"
  ],
  "NFSversions":[
    "Which NFS versions are supported?",
    "Is NSF v3 supported?",
    "Is NSF v4.1 supported?",
    "What is the preferred NFS version?",
    "What is the recommended NFS version?"
  ],
  "maxfilevolume":[
    "How many files/directories are allowed for specific file volume sizes?",
    "What is the maximum number of inodes allowed per volume size",
    "",
    "",
    ""
  ]
}
